Repository: okfish/django-payonline
Catalog: payonline/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: PayOnline
ru_ru: ПэйОнлайн

source: PayOnline has a technical problems. Please, try again later.
ru_ru: Технические проблемы. Пожалуйста, попробуйте еще раз позже.

source: Payment cannot be processed for this bank card. Choose another card or payment method.
ru_ru: Невозможно совершить платеж по этой карте. Используйте другую или выберите другой способ оплаты.

source: Payment declined by bank. Call your bank to know a reason and try again.
ru_ru: Платеж отклонен банком-эмитентом карты. Позвоните в банк для выяснения причины и попробуйте еще раз.

source: Undefined error code
ru_ru: Неопределенный код ошибки

source: RUB
ru_ru: Руб.

source: USD
ru_ru: Долл. США

source: EUR
ru_ru: Евро

source: Card
ru_ru: Банковская карта

source: Qiwi
ru_ru: кошелек Qiwi

source: WebMoney
ru_ru: кошелек WebMoney
